Revit 2027 API
BuiltInFailures.GeneralFailures.InvalidValue Property
 Invalid value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InvalidValue { get; }
Public Shared ReadOnly Property InvalidValue As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InvalidValue {
	FailureDefinitionId^ get ();
}
static member InvalidValue : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace